const articles = [
  {
    id: 1,
    title: "Вступ до Node.js",
    author: "Іван Іваненко",
    content:
      "Node.js — це платформа для запуску JavaScript на сервері. Вона дозволяє створювати швидкі і масштабовані мережеві додатки.",
    date: "2024-08-01",
  },
  {
    id: 2,
    title: "Основи Express",
    author: "Марія Петрова",
    content:
      "Express — це мінімалістичний та гнучкий веб-фреймворк для Node.js, який забезпечує потужні функції для веб- та мобільних додатків.",
    date: "2024-08-05",
  },
];

module.exports = { articles };
